Лиз Трусс обещает еще 75 млн фунтов стерлингов в помощь Афганистану на встрече G7	-20.255669	-0.519376	0.665704
Еще 75 миллионов фунтов стерлингов в помощь будет дано Афганистану Великобритании, чтобы помочь справиться с ухудшающейся гуманитарной ситуацией, Лиз Трусс объявила.	-63.207241	-0.877878	0.005799
Министр иностранных дел заявил, что это обязательство поможет спасти жизни и "поддержать стабильность в регионе".	-4.724753	-0.107381	0.665704
Это после обсуждения министров иностранных дел G7 в Ливерпуле в субботу о том, какие координированные действия могут быть предприняты в Афганистане, а также о том, как взаимодействовать с правителями Талибана.	-55.120262	-0.672198	0.203770
В августе боевики атаковали Кабул с молнии, так как 20-летняя оккупация страны в Центральной Азии была завершена с поспешным выводом союзников.	-74.098495	-1.234975	0.005799
Она сказала: «Великобритания предоставляет жизненно важную гуманитарную помощь в Афганистане этой зимой.	-17.550285	-0.373410	0.665704
Сегодня объявленные средства спасут жизни, защитит женщин и девочек и поддержат стабильность в регионе.	-33.458633	-0.796634	-0.324154
Мы готовы сделать все возможное для народа Афганистана».	-7.257513	-0.315544	0.665704
Дополнительная финансовая поддержка принесет обязательство Великобритании по Афганистану в 286 миллионов фунтов стерлингов в этом году.	-64.644775	-1.197125	-0.200421
Он будет использоваться для оказания поддержки жертвам гендерного насилия и финансирования основных услуг защиты детей.	-12.467975	-0.296857	0.665704
Организация Объединенных Наций и агентства по оказанию помощи будут уделять приоритет тем, кто находится в наиболее опасном положении, включая домохозяйства, возглавляемые женщинами и инвалидами, сообщили в Министерстве иностранных дел, Содружества и развития.	-57.035324	-0.548417	0.665704
Официальные лица заявили, что никакие средства не пойдут напрямую через Талибан, вместо этого будут направляться через афганский гуманитарный фонд, Всемирную продовольственную программу (ВПП) и другие организации.	-43.594673	-0.551831	0.665704
WFP получит 34 миллиона фунтов стерлингов от финансирования, объявленного в воскресенье.	-11.556481	-0.321013	-0.594115
David Beasley, исполнительный директор организации, сказал, что пожертвование поможет нам спасти много жизней.	-22.868414	-0.571710	-0.400296
"То, что мы видим на местах, сокрушительно - 23 миллиона людей сталкиваются с серьезным голодом в стране, ослабленной сухой, конфликтами и экономическим кризисом", - сказал он.	-79.409958	-1.087808	0.088287
«Женщины и дети несут тяжелые последствия этого страдания, и с течением суровой зимы все больше и больше людей страдают от голода и недоедания каждый день».	-45.468353	-0.733361	0.665704
На этой неделе глава ООН по гуманитарным вопросам предупредил, что экономический крах Афганистана "происходит перед нашими глазами", и призвал международное сообщество принять меры, чтобы остановить "свободный крах", прежде чем он приведет к большему количеству смертей.	-46.241146	-0.471848	0.269761
Мартин Гриффитс сказал: «Это становится все более и более ужасным в неделю».	-53.753548	-1.791785	-0.489130
Финансирование объявлено после того, как министры столкнулись на этой неделе с неудобными вопросами по поводу афганского вывода усилий после доказательства подозреваемого в MPs.	-129.322739	-1.901805	-1.141862
Рафаэль Маршалл, работавший в МИД во время операции Питтинг, утверждал, что только 5% афганских граждан, которые подали заявку на убежище в рамках одной британской программы, получили помощь в результате «дисфункционального» и «хаотического» обращения с ситуацией.	-42.397453	-0.428257	0.665704
Г-н Маршалл рассказал Комиссии по международным делам общины, что некоторые из тех, кто надеется бежать, были убиты после того, как остались в Кабуле.	-56.982311	-0.999690	0.063182
Он также утверждал, что Борис Джонсон потребовал, чтобы была предоставлена «considerable capacity» для эвакуации животных из убежища, управляемого бывшим королевским морским пехотным Полом «Пэном» Фартингом, поставив жизнь военнослужащих под угрозу, чтобы помочь им вылететь на частно финансируемый самолет.	-106.474823	-0.925868	-0.063665
Премьер-министр назвал эти заявления «полным безумием».	-10.595205	-0.481600	0.665704
В воскресенье в Музее Ливерпуль г-жа Трусс проведет переговоры с министрами иностранных дел Ассоциации стран Юго-Восточной Азии, которые впервые примут участие в заседании G7 - большинство из них практически.	-55.466881	-0.676425	0.170775
Глава внешнеполитического ведомства подчеркнул важность сотрудничества с «экономиками будущего» Юго-Восточной Азии для решения текущих проблем, стоящих перед Западом.	-25.719101	-0.378222	0.665704
Приглашение к министрам Азии поступило после того, как в марте британская интегрированная оценка внешней политики объявила о "подъёме" в сторону Индо-Тихоокеанского региона, в шаге, который рассматривается как цель противодействия растущему влиянию Китая в регионе.	-107.611298	-1.086983	0.665704
Семья отдает дань уважения «энергетическому» 18-летнему убийце в Бирмингеме	-42.864536	-1.158501	-2.413852
Семья подростка, который был смертельно ранен в Бирмингеме, назвала его «молодой, энергичным 18-летним», который мечтал стать специалистом в области цифрового маркетинга.	-35.332249	-0.543573	0.005799
Яхья Шариф был найден тяжело раненым в Ковентри Road, Small Heath, незадолго до 5:30 вечера в пятницу, сообщили в полиции Западной Мидлендс.	-54.459583	-0.878380	-1.141862
Полицейские были призваны на место происшествия в отделение скорой помощи.	-26.003323	-1.040133	-0.720096
Несмотря на все усилия парамедиков, Яхья из Нечеллса был подтвержден мертвым на месте.	-32.752239	-0.909784	-0.400296
Посмертно выяснилось, что он умер от ран в грудь.	-43.852470	-2.192624	0.665704
В заявлении, опубликованном от имени его семьи, говорится: «Мы не можем поверить, что Яхья исчезла из наших глаз.	-21.762375	-0.444130	-0.874074
Мы до сих пор не знаем причину его убийства.	-3.389009	-0.188278	0.665704
Молодой, энергичный 18-летний человек мечтал стать специалистом в области цифрового маркетинга.	-7.852555	-0.206646	0.665704
Вся община в шоке.	-2.869468	-0.286947	0.665704
Пусть Бог будет с семьей, которую он оставил, особенно с родителями».	-10.231348	-0.352805	0.665704
Детективы собирают видеонаблюдение и другие доказательства, пытаясь собрать вместе то, что произошло, и выявить и отслеживать, кто ударил подростка.	-77.067703	-1.223297	0.665704
Следователь-инспектор Ханна Уайтхаус из отдела по убийству сказал: «Яхья было всего лишь 18 лет и с его жизнью впереди.	-62.006226	-1.127386	-0.063665
Это теперь было устранено в самых трагических обстоятельствах.	-24.554382	-1.067582	-1.066546
Не существует ясного мотива нападения, и мы работаем круглосуточно, чтобы выявить и отслеживать, кто был ответственным.	-41.754189	-0.888387	0.665704
Мы говорили с рядом свидетелей, но нам все еще нужно услышать от любого, кто может помочь нам.	-28.998243	-0.659051	0.665704
Я призываю тех, кто был там в то время, сделать то, что нужно, прийти и поговорить с нами и сказать нам точно, что произошло и почему.	-25.676336	-0.458506	0.665704
Это наименьшее, что заслуживает семья Яхья».	-13.648939	-0.682447	0.665704
Любой, кто имеет какую-либо информацию, должен позвонить 101, цитируя ссылка номер 3643 10/12/21.	-53.363327	-0.970242	-0.400296
Иран сообщил о минимальном количестве случаев COVID-19 в течение более чем одного года	-22.878153	-0.817077	0.665704
Министерство здравоохранения Ирана зарегистрировало 1686 новых случаев заражения COVID-19 ежедневно, что является самым низким показателем за последние 460 дней.	-12.456423	-0.191637	0.665704
Согласно пресс-телевизору, министерство объявило в субботу, что 58 иранцев погибли от болезни, отметив, что из новых случаев, обнаруженных за последние 24 часа, 286 пациентов были приняты в больницу.	-76.250961	-0.929890	0.170775
Он добавил, что 6 152 524 человек в стране заболели COVID-19 и 5 963 373 из зараженных людей вышли из госпиталей.	-53.283863	-0.951498	0.502668
По данным министерства, в отделениях интенсивной терапии (ICU) находятся 3 126 пациентов COVID-19, в то время как в Иране до сих пор проведено 39 951 481 диагностических испытаний.	-37.627632	-0.464539	0.111384
С тех пор, как правительство запустило массовую вакцинацию, показатели Коронавируса находятся на спаде.	-38.280155	-0.957004	0.665704
До сих пор 58,595,066 человек получили первую дозу вакцины COVID, 49,157,835 получили вторую дозу и 2,237,841 получили booster shots.	-58.393326	-0.898359	0.111384
Общее количество прививок, введенных в страну, достигло 109 990 742 доз.	-10.484049	-0.283353	0.665704
За последние 24 часа 19 провинций сообщили, что почти не было случаев смерти или только одного погибшего.	-19.681173	-0.517926	0.665704
Согласно последним данным, восемь городов находятся в оранжевых зонах, 119 в желтой категории и 321 в голубых зонах.	-13.315350	-0.256064	0.665704
В Красной зоне высокого риска нет ни одного города.	-7.944603	-0.467330	0.665704
Первый вице-президент Ирана Мохаммад Мохбер заявил в среду, что страна полностью готова внедрить вакцинацию против коронавируса.	-17.971851	-0.339092	0.665704
«Сегодня нет ни беспокойства, ни недостатка в доставке вакцины, и земля готова к вакцинации третьей и четвертой дозой», - добавил Мохбер.	-39.876408	-0.653712	-0.027196
Длинные очереди на футболки Banksy, поддерживающие протестующих против статуй	-21.342796	-0.853712	0.665704
Толпы людей, отчаявшихся купить футболки, разработанные таинственным уличным художником Бэнкси, были замечены в Бристоле, Великобритания.	-9.155754	-0.172750	0.665704
Они были освобождены, чтобы поддержать протестующих в суде за свержение статуи торговца рабами во время марша Black Lives Matter.	-46.915123	-1.042558	-0.063665
Банкси спроектировал ограниченное издание «ювелирных рубашек», чтобы отметить суд четырёх человек, обвиняемых в повреждении спорной статуи в Бристоле в прошлом году.	-73.013687	-1.089756	-0.654106
«Все поступят подсудимым, чтобы они могли пойти на пинт», - написал художник на Instagram.	-71.606979	-2.106088	-1.466296
Продается за £25 ($33) плюс НДС и ограничена только одним предметом на человека в нескольких магазинах, рубашка была в таком спросе, что люди стояли в очереди вокруг блоков, чтобы получить его.	-109.807846	-1.483890	0.665704
Почти двухминутное видео, размещенное на Twitter, показывает бесконечную линию клиентов.	-14.577010	-0.416486	0.665704
Британские СМИ сообщили, что «тысячи» были нетерпением собирать деньги для протестующих, покупая серую футболку, на которой изображена пустой подвал с надписью «Бристол».	-96.927917	-1.404752	-0.594115
Назван в честь купца Эдварда Колстона, который участвовал в трансатлантической торговле рабами.	-52.763008	-1.465639	-1.643963
Активисты, известные как «Колстон Четыре», на следующей неделе подвергаются судебному разбирательству в Бристольском коронном суде, обвиняемых в нанесении уголовного ущерба памятнику городского совета.	-61.664959	-0.790576	-1.744383
Люди, которые не признали себя виновными, обвиняются в потоплении статуи «без законных оправданий».	-24.897663	-0.655202	-1.466296
Похваляемый некоторыми за то, что он оставил деньги различным благотворительным целям после его смерти, статуя спорного торговца была атакована в июне 2020 года, когда в городе состоялся протест за поддержку движения Black Lives Matter (BLM).	-77.120483	-0.886442	0.269761
Повреждённый подвал и статуя с граффити были позже восстановлены городским советом из Бристольского порта, где были брошены во время беспорядков, и вновь появились в качестве местной выставки в музее, наряду с курируемым выбором плакатов БЛМ из марша.	-137.379578	-1.446101	0.291163
Скульптура протестующего БЛМ была возведена на пустой платформе, ранее занятой Колстоном.	-39.545700	-1.129877	0.665704
Организации в состоянии повышенного тревоги во время гонки за исправлением дефектов программного обеспечения	-42.749443	-1.187485	-0.400296
Критическая уязвимость в широко используемом программном инструменте, быстро эксплуатируемом в онлайн-игре Minecraft, быстро становится главной угрозой для организаций по всему миру.	-19.130257	-0.277250	0.665704
"Интернет в огне прямо сейчас", - сказал Адам Мейерс, старший вице-президент по разведке компании Crowdstrike.	-25.107286	-0.512394	0.665704
«Люди борются за исправление», — сказал он, — «и все виды людей борются за его использование».	-60.238441	-1.771719	-1.314011
Он сказал в пятницу утром, что за 12 часов после того, как было раскрыто существование вируса, он был «полностью вооружен», что означает, что злоумышленники разработали и распространили инструменты для его использования.	-33.636292	-0.415263	0.665704
Ошибка может быть самой серьёзной компьютерной уязвимостью, обнаруженной за последние годы.	-12.352064	-0.325054	0.665704
Она была обнаружена в утилите, которая вездесуща в облачных серверах и корпоративном программном обеспечении, используемом в промышленности и правительстве.	-15.585916	-0.264168	-0.063665
До тех пор, пока он не будет исправлен, он дает преступникам, шпионам и новичкам программирования легкий доступ к внутренним сетям, где они могут грабить ценные данные, вредоносные программы, стереть жизненно важную информацию и многое другое.	-82.108948	-0.864305	0.269761
В настоящее время кибератаки рассматриваются как самая большая угроза финансовой стабильности.	-6.044896	-0.167914	0.665704
«Мне было бы трудно думать о компании, которая не находится в опасности», — сказал Джо Салливан, главный сотрудник по безопасности Cloudflare, чья онлайн-инфраструктура защищает веб-сайты от злонамеренных игроков.	-49.801643	-0.592877	0.665704
Неизвестные миллионы серверов установили его, и эксперты заявили, что последствия не будут известны в течение нескольких дней.	-32.044930	-0.712110	0.665704
Амит Йоран, генеральный директор компании по кибербезопасности Tenable, назвал его «самым крупным, наиболее критическим уязвимостью последнего десятилетия» - и, возможно, самым крупным в истории современной вычислительной техники.	-48.450008	-0.556897	0.132704
Эта уязвимость, названная «Log4Shell», была оценена в 10 баллов по шкале от 1 до 10 от Apache Software Foundation, которая курирует разработку программного обеспечения.	-28.027840	-0.437935	0.088287
Любой, использующий эксплуат, может получить полный доступ к неpatched компьютеру, который использует программное обеспечение.	-100.406860	-2.390640	-0.324154
Эксперты отметили, что экстремальная простота, с которой уязвимость позволяет злоумышленнику получить доступ к веб-серверу - не требуется пароль - является тем, что делает его настолько опасным.	-30.812099	-0.400157	0.665704
Команда реагирования на компьютерную аварию Новой Зеландии была среди первых, кто сообщил, что дефект был «активно эксплуатирован в дикой природе» через несколько часов после того, как о нём стало известно в четверг и был выпущен патч.	-92.838882	-1.067114	0.280759
Эта уязвимость, находящаяся в открытом программном обеспечении Apache, используемом для работы с веб-сайтами и другими веб-сервисами, была отправлена в фонд 24 ноября китайским технологическим гигантом Alibaba, говорится в сообщении.	-35.241623	-0.400473	0.187842
Для разработки и выпуска исправления потребовалось две недели.	-3.859730	-0.183797	0.665704
Объяснение двойной неудачи Gabba и почему это может случиться снова	-37.129150	-1.428044	-0.720096
Риск отказа электричества, inherent in the Gabba's broadcast compound set-up are unlikely to be improved before the next Ashes series, as cricket authorities wait more details on plans for the stadium's major upgrade to host the 2032 Olympic Games.	-292.850769	-4.800832	0.327704
Источники сообщили The Age и The Sydney Morning Herald, что Габба является единственным крупным стадионом в австралийском крикете, где основной источник электроэнергии на земле не достаточно, чтобы зажечь огромную массу трансляций грузовиков и устройств, необходимых для излучения фотографий по всему миру.	-142.452301	-1.319003	0.327704
Первоначальные и резервные генераторы, обеспечивающие глобальную трансляцию теста Gabba, опустились примерно на 25 минут на четвертый день.	-71.653534	-1.302791	-1.779826
Это потому, что базовая мощность в округе необходима для обеспечения световыми башнями Габбы - одна из которых горезвісно упала во время матча Big Bash League в 2019 году - и самой площадкой.	-101.717354	-1.453105	-0.720096
В результате, радиостанции получают свою первичную энергию из огромного дизельного генератора, найденного для матча Test, с резервной энергией, которая должна быть получена из резервного генератора.	-108.509811	-1.595733	-0.442936
Тем не менее, на четвертый день тестового матча, отказ первичного генератора слился с резервным генератором, что привело к одновременному падению и полному или частичному потере транслируемых изображений и DRS в течение почти 30 минут.	-81.087021	-0.932035	-0.149473
NEP, компания, предоставляющая внешняя трансляция грузовиков и другие объекты Fox и Seven, искал объяснение от компании, предоставляющей генераторы.	-124.858665	-2.116249	-0.874074
Все остальные площадки, которые будут использоваться для Ashes - Adelaide Oval, MCG, SCG и Bellerive Oval в Хобарте - будут обеспечивать питание в качестве основного источника энергии для радиостанций, оставляя дизельный генератор в качестве резерва.	-50.978027	-0.566423	0.665704
Эта разница, которая вызвала значительное беспокойство для ведущего телерадиокомпании Fox Cricket в прошлом, была усугублена во время Ashes Test значительно уменьшенной командой производства и техническим персоналом, способным следить за бесчисленными метафорическими мячами, которые хранятся в воздухе во время матча.	-121.217209	-1.101975	0.665704
Крикет Австралии был предупреждён Fox в течение нескольких месяцев, что на технической основе будет безопаснее играть в матче в другом месте, но если он останется в Gabba будет "большие риски" inherent в скелет экипажа разрешено в Квинсленд.	-203.716400	-2.167196	-0.832459
Автор книги «Интервью с вампиром» Энн Райс умерла в возрасте 80 лет	-3.258224	-0.101820	0.665704
Она умерла из-за осложнений, вызванных инсультом, сказал Кристофер Райс.	-4.669242	-0.137331	0.665704
Самым большим успехом Райс стала её первая книга «Интервью с вампиром», которая была опубликована в 1976 году и представила персонажа вампира Лестата, который будет центральным персонажем в 13-книжной серии «Хроники», последний из которых был опубликован в 2018 году.	-34.102562	-0.331093	0.301019
«У меня была идея о Лестате как о человеке действия, человеке, который мог делать вещи, которые я не мог сделать», - сказал Райс в своем выступлении в Южном Иллинойсском университете в 2010 году.	-25.011343	-0.333485	-0.200421
«Интервью с вампиром» стал успешным полнометражным фильмом в 1994 году, помогая возродить интерес к жанру вампиров, который продолжил телесериал «Дневники вампиров» и мультсериал «Сумерок».	-80.597977	-1.007475	0.088287
Несмотря на то, что она прожила большую часть своей жизни в Калифорнии, Райс была уроженкой Нового Орлеана и написала там много своих историй, согласно её биографии на сайте.	-28.789753	-0.456980	0.665704
Сын Райса, Кристофер Райс, сказал, что он был рядом с матерью, когда она умерла.	-12.623050	-0.350640	0.665704
Анн Райс будет похоронена на частной церемонии в Новом Орлеане, с общественным мемориалом планируется в следующем году, сказал он.	-49.154694	-0.927447	-0.063665
Ассам Анти-CAA Outfits Pay Tributes To People Who Died During Protests (англ.)	-126.449249	-5.057970	-0.489130
Пять активистов были убиты во время анти-CAA волнений в Ассаме два года назад.	-12.507351	-0.403463	-0.400296
Несколько организаций в Ассаме в воскресенье отдали tribut to the five agitators who were killed in the anti-CAA stir two years ago, and resolved to resume the movement against the Act.	-184.930435	-3.626087	0.218671
Мемориальные встречи были организованы в резиденции Сэма Стаффорда, одного из погибших агитаторов, и на игровом поле в Гувахати, присутствующие решили еще раз усилить волнение против Закона об изменении гражданства.	-59.773270	-0.728942	0.187842
Кришак Мукти Санграм Самити (KMSS), которая была одной из первых групп, организующих протесты против CAA после его принятия в парламенте, возложила tributes to the agitators at Sam Stafford's Hatigaon residence.	-140.880096	-2.041740	-0.228361
Сибсагар, депутат Милли Меджлиса Акил Gogoi, который был лидером Krishak Mukti Sangram Samiti во время волнений и был заключён в тюрьму за свою роль в ней, в то время как возложил цветы к фотографиям тех, кто умер, сказал, что политические партии и "националистические организации" должны взять на себя руководство в возобновлении движения.	-104.342438	-0.808856	0.132704
Комментируя артистическое братство, которое заняло центральное место в волнении 2019 года, он сказал: «Мы не можем ожидать от них организации агитаций.	-31.450567	-0.524176	0.665704
Их помощь имеет решающее значение, но они не должны быть обвинены в том, что не возрождают движение».	-22.215157	-0.600410	0.665704
Все Ассамский студенческий союз (AASU), один из ключевых участников волнения, организовал мемориал на игровой площадке старшей средней школы Хатигаон.	-40.848331	-0.756451	0.665704
Выступая с речью, главный советник AASU Самуджал Кумар Бхаттачарян сказал: «Неправильно сказать, что анти-CAA движение вымерло.	-54.092129	-0.983493	-0.200421
Она потеряла свою интенсивность из-за начала исследований (в январе 2020 года) и затем пандемии и закрытия.	-37.885437	-0.861033	-0.200421
Мы возобновим агитацию с полной интенсивностью еще раз.	-25.561228	-1.065051	0.665704
Мы не отпустим жертвы напрасно», - сказал он.	-30.103189	-1.433485	-1.314011
Г-н Бхаттачарья сказал, что анти-CAA агитация снова будет панно-восточной, как в 2019 году.	-69.344299	-1.507485	0.665704
Сингёр-музыкалист Зубин Гарг, который сыграл ведущую роль в протестах 2019 года, также отдал свои дань в рамках программы, организованной AASU.	-73.449898	-1.184676	0.665704
«Мы не будем принимать CAA, и это точно.	-6.470170	-0.359454	0.665704
Правительство пытается запутать нас, но мы не позволим им заставить нас принять это», - сказал он.	-7.557846	-0.193791	0.665704
Несколько организаций, в том числе AASU, North East Students' Organisation (NESO) и Assam Jatiya Parishad (AJP), отметили «черный день» 11 декабря, чтобы отметить два года принятия CAA в парламенте.	-33.425968	-0.464250	-0.290021
Россия предупредила о «следствиях» нападения Украины	-22.155622	-1.107781	-3.953630
Группа семи предупредила Россию о массовых последствиях и тяжелых затратах, если президент Владимир Путин нападет на Украину, согласно проекту заявления.	-29.249996	-0.513158	-0.027196
Американская разведка оценивает, что Россия может запланировать многостороннюю атаку на Украину уже в следующем году, включающую в себя до 175 000 солдат.	-29.338387	-0.451360	0.665704
Кремль отрицает свои планы вторжения и говорит, что Запад захвачен русской фобией.	-29.788784	-0.930900	-0.489130
Москва утверждает, что расширение НАТО угрожает России и противоречит гарантиям, данным ей после распада Советского Союза в 1991 году.	-5.352705	-0.099124	0.665704
На встрече в северном английском городе Ливерпуль делегаты «Большой семёрки» выразили единодушие в осуждении российской военной мощи вблизи Украины и призвали Москву к деэскалации.	-47.054665	-0.653537	0.088287
"Russia should be in no doubt that further military aggression against Ukraine would have massive consequences and severe cost", - говорится в проекте заявления, подтвержденном источниками G7.	-186.836029	-3.892417	-0.400296
"Мы вновь подтверждаем нашу неуклонную приверженность суверенитету и территориальной целостности Украины, а также праву любого суверенного государства определять свое собственное будущее", - говорится в проекте.	-15.567064	-0.202170	0.665704
Для Москвы растущая поддержка НАТО соседней бывшей советской республики - и то, что она рассматривает как кошмарную возможность применения ракет альянса в Украине против России - это "красная линия", которую она не позволит пересечь.	-32.602291	-0.374739	0.232641
Г-н Путин потребовал юридически обязательных гарантий безопасности, что НАТО не будет расширяться дальше на восток или размещать свои вооружения близко к российской территории; Вашингтон неоднократно заявлял, что ни одна страна не может вето на надежды Украины на НАТО.	-55.406303	-0.527679	0.301019
В 2014 году Россия захватила полуостров Черного моря Крым из Украины, что заставило Запад наложить санкции на Россию.	-55.169712	-1.173824	-0.104185
Кремль заявил сегодня, что Путин сказал президенту США Джо Байдену, что российские войска не представляют угрозы и что Москва демонизирована за перемещение войск вокруг своей территории.	-28.131657	-0.401881	0.665704
Пресс-секретарь Кремля Дмитрий Песков заявил, что между Россией и Соединенными Штатами существуют очень серьезные концептуальные различия по «красным линиям» Москвы.	-14.308228	-0.216791	0.665704
В состав G7 входят Великобритания, Франция, Германия, Италия, Япония, Канада и США.	-8.976879	-0.264026	-0.489130
«Мы призываем Россию отказаться от эскалации, преследовать дипломатические каналы и соблюдать свои международные обязательства по прозрачности военной деятельности», - говорится в проекте.	-38.913925	-0.617681	0.005799
«Мы вновь подтверждаем свою поддержку усилиям Франции и Германии в Нормандском формате по достижению полного осуществления Минских соглашений в целях решения конфликта на востоке Украины», - говорится в проекте.	-19.553379	-0.238456	0.665704
Си Цзиньпин и Путин доминируют в G7	-18.967920	-1.185495	-1.314011
Папа призвал к «серьезному международному диалогу» для смягчения напряженности в Украине	-10.573532	-0.320410	0.665704
Папа Франциск в своих первых комментариях о напряженности между Западом и Россией в отношении Украины призвал сегодня к серьезному международному диалогу для разрешения напряженности и призвал обе стороны избегать вооруженного конфликта.	-17.147507	-0.206596	0.665704
Он сказал, что молился за «любую Украину, за все ее церкви и религиозные общины и за все ее народ, чтобы напряженность там была решена через серьезный международный диалог, а не с оружием».	-63.465511	-0.857642	-0.200421
Оружие - это не путь.	-17.470566	-1.747057	0.665704
Пусть эти Рождества принесут мир в Украину», - сказал Папа тысячам людей на площади Святого Петра для своего полудня благословения и речи.	-94.655655	-1.721012	0.005799
На Украине преобладают православные христиане, католики латинского или византийского rite составляют около 10% населения в бывшей советской республике.	-44.071411	-0.918154	-0.104185
Отдельно, г-н Биден сказал, что он сказал г-ну Путину, что Россия заплатит "страшную цену" и столкнутся с разрушительными экономическими последствиями, если она вторгется в Украину.	-47.310177	-0.648085	-0.997256
Время заканчивается на ядерное соглашение с Ираном, говорит Германия	-37.630615	-1.393726	-2.413852
Министр иностранных дел Германии предупредил в субботу, что время заканчивается, чтобы найти способ возродить ядерное соглашение 2015 года между мировыми державами и Ираном, выступая после встреч со своими коллегами из стран G7.	-39.575607	-0.460181	0.232641
Переговоры возобновились в Вене, чтобы попытаться возродить ядерный пакт, обе стороны пытаясь оценить перспективы успеха после последних обменов в переговорах о прекращении действия.	-62.355667	-0.959318	-0.539340
В Ливерпулье, Англия, где встречаются министры иностранных дел G7, министр иностранных дел Германии Анналена Баэрбок заявила журналистам, что «время заканчивается».	-43.376171	-0.628640	0.665704
Это показало в последние дни, что у нас нет прогресса.	-15.182300	-0.722967	-0.720096
Баэрбок заявил, что Иран возобновил переговоры с позиции, которая отложила переговоры на шесть месяцев назад.	-29.899574	-0.664435	0.665704
Действующий раунд переговоров в Вене после пятимесячной паузы после избрания жесткого антиВестернера президентом Ирана, Ибрахимом Райси.	-93.938278	-1.772420	-0.200421
Ранее, официальные лица США заявили, что госсекретарь Антоний Блинкен провел "продуктивную" встречу с коллегами из Великобритании, Германии и Франции в пятницу, обсудив путь к продолжению переговоров с Ираном.	-31.973907	-0.394740	0.665704
Высокопоставленный чиновник госдепартамента заявил, что между странами «Группы 7», объединёнными в своих позициях по ядерным переговорам, произошла «интенсивная» беседа.	-46.557831	-0.694893	0.665704
"Это заявление будет также решительным в отношении важности возвращения Ирана к столу и того, что можно заключить соглашение, но что время сокращается, так что мы объединились в этом", - сказал чиновник, брифингируя журналистов с условием анонимности.	-120.433487	-1.323445	0.665704
Посол США в Иране Роберт Малли возвращается в Вене для переговоров.	-25.166147	-1.006646	-0.594115
Иранские чиновники ранее заявили, что придерживаются своей жесткой позиции.	-4.934774	-0.189799	0.665704
Согласно первоначальному ядерному соглашению, отменённому в 2018 году тогдашним президентом Дональдом Трампом, Иран ограничил свою ядерную программу в обмен на освобождение от санкций США, Европейского Союза и ООН.	-11.450626	-0.133147	0.665704
Запад опасается, что программа будет использована для разработки оружия, что Тегеран отрицает.	-2.991770	-0.090660	0.665704
Раиси заявил в субботу, что Тегеран серьезно относится к ядерным переговорам в Вене, сообщает официальное информационное агентство IRNA.	-7.423658	-0.142763	0.665704
Непосредственные американо-иранские переговоры, в которых дипломаты из Франции, Великобритании, Германии, России и Китая перемещаются между ними из-за отказа Тегерана от прямого контакта с Вашингтоном, призваны заставить обе стороны возобновить полное соблюдение соглашения.	-45.441505	-0.459005	0.665704
Встреча G7, которая, как ожидается, приведет к совместному призыву Ирана смягчить свою ядерную программу и воспользоваться возможностью венских переговоров.	-23.150906	-0.392388	0.665704
Ливия: план проведения президентских выборов 24 декабря близок к краху	-2.593850	-0.099763	0.665704
Возможность проведения первых президентских выборов в Ливии на долгожданную запланированную дату 24 декабря оказалась на грани краха в воскресенье после того, как орган, контролирующий голосование, заявил, что не в состоянии объявить одобренных кандидатов из-за продолжающихся юридических сомнений.	-52.330837	-0.480099	0.665704
С выборами менее чем через две недели и практически без времени на кампанию, отсрочка представляет собой горький удар к надеждам международного сообщества на воссоединение глубоко разделённой страны.	-51.179764	-0.741736	0.665704
Иностранные державы также будут бояться, что общий импульс к демократии может исчезнуть.	-13.781867	-0.382830	-0.489130
В краткосрочной перспективе им придется договориться о том, продолжает ли временное правительство, чтобы заполнить политический вакуум и предотвратить возвращение к гражданской войне.	-35.592148	-0.556127	0.665704
Ряд судебных решений отменили решения ливийской избирательной комиссии о блокировании кандидатур в президенты высокопоставленных лиц, в том числе Саифа аль-Ислама Каддафи, сына бывшего диктатора.	-22.791552	-0.295994	0.665704
Промежуточный премьер-министр Абдул Хамид Дбайба и военачальник Халифа Хафтар, глава самостоятельной Ливийской национальной армии, были одобрены комиссией, но впоследствии обжалованы другими партиями.	-48.644997	-0.623654	0.035795
Она заявила в заявлении в субботу, что не может объявить имена одобренных кандидатов из почти 100, которые подали заявку, потому что она была "устремлена исчерпать все средства судебных разбирательств, чтобы убедиться, что ее решения соответствуют вынесенным решениям".	-71.802155	-0.690405	0.665704
Разъединённые фракции обвиняли друг друга в запугивании или подкупе судебных должностных лиц, чтобы обеспечить их восстановление своих кандидатов, и комиссия рассматривает, были ли решения действительны.	-93.943886	-1.252585	0.665704
В деле Дбайбы он пообещал в качестве условия стать временной премьер-министром, что он не будет участвовать в выборах, но с тех пор утверждал в суде, что это моральное обещание без юридической силы.	-65.040131	-0.844677	0.665704
Саиф Каддафи был осуждён в отсутствии в 2015 году по обвинению в военных преступлениях за участие в борьбе с революцией, свергнувшую его отца Муаммара Каддафи.	-57.828396	-0.792170	0.665704
Он отрицает злодеяние.	-26.575985	-2.657598	0.665704
Присутствие десятков тысяч иностранных бойцов, наемников и коренных ополченцев превращает страну в коробку сжигания, и есть опасения, что выборы, проводимые с спорными кандидатами, приведут только к тому, что результат не будет признан.	-62.766663	-0.667730	0.665704
В знак напряженности по поводу иностранных сил, Франция настаивает на том, чтобы ЕС договорился в понедельник о введении санкций на российский частный военный подрядчик Wagner Group, который, по его словам, работает в Ливии и на Сахеле.	-54.739616	-0.643995	0.665704
Москва отрицает связь Вагнера с российским государством и заявила, что будет отомстить против санкций ЕС, наложенных на ее граждан.	-34.249130	-0.713524	-0.063665
Способность международного сообщества требовать от ливийского политического класса придерживаться даты выборов 24 декабря, которая впервые была согласована в феврале, была подорвана назначением специального посла ООН Яна Кубиса, который ушел за три недели до выборов после менее чем года пребывания на этом посту.	-39.993004	-0.399930	0.665704
Генеральный секретарь ООН Антонио Гутеррес с тех пор назначил Стефани Уильямс, бывшего влиятельного заместителя специального посла ООН, на должность его специального советника.	-21.627958	-0.318058	0.665704
Россия наложила вето на ее назначение полномочным послом, но она обладает глубокими знаниями о Ливии и в прошлом году продемонстрировала готовность противостоять тем, кто в политическом классе выступает против выборов.	-14.101263	-0.183133	0.665704
Миссия ООН выступила с заявлением, в котором призвала все стороны не возвращать достигнутые результаты, указывая на регистрацию почти 3 миллионов избирателей, успешное распределение избирательных карт и заявки большого числа кандидатов на пост президента и парламента как признаки глубокой поддержки выборов.	-71.044647	-0.628714	0.319254
Посол США в Ливии Ричард Норленд заявил, что «отказ от участия в выборах и мобилизация для препятствия только положит судьбу и будущее страны на милость тех внутри Ливии и их внешних сторонников, которые предпочитают пулемётную власть над избирательной властью».	-101.605919	-1.036795	0.310370
Предупреждение бурной погоды, поскольку сильные ветры представляют "опасность для жизни"	-31.122410	-0.915365	-0.720096
Силы шторма будут бороться с северными частями Шотландии с нарушением путешествий, особенно паромных услуг, ожидается.	-132.895676	-2.712157	-1.182030
На северо-западе, Шетланд и Оркни столкнутся с грозами до 85mph за ночь в воскресенье до понедельника утром.	-91.884163	-1.767003	-0.964649
Хевроды, западное побережье Высоких гор и части Аргайла и Бута были предупреждены быть готовыми к лету мусора, представляющего «опасность жизни» и причиняющего ущерб зданиям.	-108.383522	-1.464642	-2.221380
Эксперты предупреждают, что плохая погода может привести к сокращению электроэнергии, закрытию дорог и мостов, а также отмене воздушных и паромных рейсов.	-16.850191	-0.271777	0.005799
Это произошло после двух названных бурей, Аруэна и Барры, которые вызвали широкомасштабные волнения в больших частях страны.	-48.118317	-0.982006	-0.964649
Более 100 000 домов были отключены от электричества из-за экстремальных повреждений, нанесенных Штормом Арвен 26 и 27 ноября.	-16.031654	-0.291485	-0.149473
Шторм Барра разорвал поставки около 10 000 только 11 дней спустя 7 декабря.	-52.278313	-1.537597	-1.643963
Телевизионный телеведущий Филипп Петри сказал, что это было почти три раза подряд.	-59.941063	-1.873158	-0.489130
В офисе Метрополитена наблюдали за низкой системой давления, которая проходит вдоль северо-западных районов ночью в воскресенье, принося с собой очень сильные ветры и равномерно, сильные дожди.	-98.067108	-1.210705	0.132704
Офис метрополитена выпустил желтые предупреждения погоды для ветра с первым вступлением в силу с 9 вечера в воскресенье, охватывая Западные острова, и части Высоких гор и Аргайл и Бут.	-151.740295	-1.945388	-0.767883
"В этом районе есть потенциал гроз, достигающих 80-85mph, вызывающих перебои в паромах, а также некоторые повреждения и сокращения электроэнергии", - сказал Филипп.	-126.254768	-1.829779	-0.654106
Дальнейшее предупреждение вступает в силу в полночь в воскресенье, охватывая Оркни и Шетланд.	-11.359680	-0.264179	0.665704
"Это предупреждение продолжается до середины понедельника, как центр системы низкого давления движется близко к северным островам, снова принося бури 80-85mph вдоль побережья и локально более 90mph в некоторых районах", сказал Филипп.	-111.826645	-1.164861	-1.122425
"Это очень быстро движется, однако, так будет очищаться до понедельника после обеда, с вещами начинают облегчить и успокоить до обеда.	-139.425507	-2.581954	-2.105896
В течение остальной недели все будет продолжаться до следующей недели».	-46.582397	-1.791631	-0.720096
В этом году тенденция для второго рождественского дерева в спальне посылает продажи меньших кустарников растет	-79.671516	-2.096619	-1.182030
У вас только одно Рождественское дерево?	-10.152000	-0.846000	0.665704
Тогда вы могли бы быть позади времени.	-23.977547	-1.598503	0.665704
В этом году тенденция для второго дерева в спальне, и это вызвало рост продаж меньших беговых листьев.	-103.672234	-2.728217	-0.149473
Более четверти британских домов теперь могут похвастаться двумя праздничными фирами, говорят эксперты - и это может быть больше, чем символ статуса.	-34.820061	-0.600346	-0.027196
Как успокаивающий зеленый цвет, так и солёный аромат говорят быть хорошими для психического здоровья и циклов сна - в то время как даже подделочные деревья могут помочь вызвать чувство ностальгии.	-119.478859	-1.439504	0.187842
Другие семьи получают два дерева, так что дети могут украсить один как они хотели, обеспечивая место для любых домашних шедевров, в то время как оставляя более элегантно одетый фир на более ярком выставке, чтобы впечатлить соседей.	-197.528305	-2.270440	-0.489130
Среди тех, кто покупает эту тенденцию, которая началась в США, Carole Middleton, мать герцогини Кембридж, которая получает второй дерево для внуков Джорджа, Луи и Шарлотты в своем доме в Баклбери, Западный Беркшир.	-124.183739	-1.411179	-0.633484
На прошлой неделе она написала на Instagram: «В этом году мы снова планируем иметь два рождественских дерева: один для детей, чтобы украсить, и один, который я делаю сам».	-76.612465	-1.298516	-0.324154
British Garden Centres сообщили, что продажи более мелких деревьев выросли на 50% в этом году на 58 площадках.	-31.534153	-0.769126	0.665704
Режиссёр Бойд Дуглас-Давис, который также является президентом Ассоциации Торговли Садоводством (Horticulture Trades Association), сказал: «Люди торгуют растениями в спальне и поставляют в красиво оформленные деревья».	-107.485031	-1.295000	-0.997256
Компания Fellow garden centre chain Squire сообщила, что 30% своих клиентов планируют иметь по крайней мере два дерева - и более одного из десяти намерено иметь три или более.	-66.244011	-1.104067	0.170775
Председатель Сара Сквайр сказала: «Они дают спальне прекрасный, успокаивающий аромат, который является идеальным средством для хорошего ночного сна».	-21.426109	-0.382609	0.665704
Как известно, что растения в спальне помогают психическому здоровью и очищают воздух, деревья также помогают спать.	-50.539604	-1.075311	0.665704
Эксперт по снам Карл Уолш сказал: «Наши мозги собирают информацию из нашего окружения и это переводится в сигналы, выпускающие гормоны в ответ.	-36.840496	-0.635181	0.665704
В этом случае мелатонин и кортизол являются гормонами, которые контролируют ваш сонный цикл и поставляют ваше тело в спящее состояние."	-32.812790	-0.643388	0.665704
Он добавил, что дерево спальни может также перевезти людей в более беззаботную и молодую эпоху.	-28.223866	-0.762807	0.665704
«Рождество может быть довольно напряженным временем.	-2.657905	-0.126567	0.665704
Дерево спальни приводит людей в свое детство, когда у них не было никаких обязанностей и могут забыть о стрессовых вещах.	-65.905670	-1.373035	-0.027196
Это всегда хорошо для сна».	-5.402544	-0.491140	0.665704
В Сербии и на большей части Балканского полуострова произошли катастрофы	-31.665813	-1.217916	-0.720096
Большая часть Балканского полуострова пострадала от сильного снегопада, что подорвало общественный транспорт.	-57.716927	-1.603248	0.665704
Рейсы были отменены в главном аэропорту Сербии в Белграде в воскресенье, и многие районы сообщили о сокращении электроэнергии и повреждениях зданий.	-18.632383	-0.295752	0.665704
Большая часть Западной Сербии была без электричества, поскольку власти предупредили о ненужных поездках и призвали людей в Сербии сохранить электричество.	-57.517189	-0.991676	-0.720096
Из-за снега в Белграде были повреждены автомобили и здания.	-6.204376	-0.238630	0.665704
Несколько рейсов из и в основной аэропорт Белграда были отменены из-за погодных условий и короткого переключения электроэнергии на главный терминал, сообщили в Белградской прессе.	-42.934731	-0.631393	0.665704
Дорога, ведущая к аэропорту, была закрыта на несколько часов из-за застоя, вызванного снегом.	-21.862465	-0.575328	0.665704
Пассажиры местного поезда в Белград были застрягли в снегу на семь часов, пока не были обеспечены автобусным транспортом в столицу.	-47.552444	-0.951049	-0.027196
Специальные службы помогали властям в уборке, в то время как еще один сигнал об увеличении количества снега и льда был выпущен.	-43.204491	-0.900094	0.665704
В то же время в Болгарии в течение выходных сильные дожди и крупные наводнения затронули южную часть страны, заставив власти опубликовать чрезвычайное положение.	-53.067665	-0.931012	-1.141862
Наиболее пострадавшие районы находились в Смолянском регионе, недалеко от границы с Грецией, где реки развалились на берегах, что привело к переполнению дорог и затоплению домов.	-32.353683	-0.482891	0.111384
Несколько грузовиков оказались в ловушке в результате землетрясения на межгородской дороге.	-16.448503	-0.498439	-0.594115
Сильные ветры нарушили энергоснабжение в десятках деревень, сообщили власти.	-3.680456	-0.111529	0.665704
На юге Албании власти мобилизовали полицию, армию и вооружённые силы, чтобы справиться с наводнениями после трех дней непрерывных дождей и снега.	-21.951477	-0.391991	0.665704
Река Вхоса на юге затопила многие районы.	-11.251563	-0.625087	0.665704
Старшая пара, которая провела ночь на крыше своего дома в юго-западной Албании, была спасена полицией утром.	-11.446695	-0.260152	-0.200421
Многие дороги были временно заблокированы землетрясениями на юге.	-22.925856	-0.849106	-2.798796
На северо-востоке и юго-востоке страны сильный снег заблокировал или временно заблокировал движение.	-34.053509	-0.830573	0.665704
Айова Санта уходит на пенсию после 50 лет	-24.218979	-1.424646	0.665704
Иова Санта, который делает детей улыбаться уже 50 лет говорит, что он готов повесить красный костюм и наслаждаться более тихим Рождеством.	-72.378944	-1.315981	0.005799
Дэйв Стоуфер рассказал, что проблемы со здоровьем и связанные с возрастом привели к его решению уйти в отставку от «длиннейшей работы», которую он когда-либо имел.	-48.866505	-0.708210	0.665704
Его жена Rachel Nicola сказала, что, хотя она была очень горда работой, которую ее муж сделал, чтобы принести радость так много людей, она с нетерпением ждёт больше времени, чтобы праздновать Рождество с ним.	-61.987801	-0.826504	0.245764
Мolekular Diagnosis Test Can Detect Omicron Variant In 20 Minutes: Report	-80.574638	-3.503245	-0.594115
Корейские исследователи разработали технологию молекулярной диагностики, которая может обнаружить варианты Omicron.	-22.970871	-0.574272	0.665704
Разработка технологий в настоящее время завершена, и ожидается, что она займет время для коммерциализации.	-35.736538	-0.916321	0.665704
POSTECH объявила о том, что исследовательская команда, возглавляемая профессором Ли Юнг-воком из кафедры химического машиностроения, разработала молекулярную диагностическую технологию, которая может обнаружить вариант Омикрона в течение всего 20-30 минут и опубликоват результаты онлайн.	-57.455357	-0.527113	0.665704
Omicron — разновидность, в которой 26-32 мутации в пике, которая используется для заражения клеток вирусом COVID-19.	-76.871750	-1.708261	-0.258163
Согласно исследовательской команде, технология молекулярной диагностики может различать мутации на однонуклеотидной основе, так что может обнаружить "Stealth Omicron", которые трудно обнаружить с помощью PCR-тестов.	-53.577030	-0.686885	0.088287
В настоящее время Центры по контролю и профилактике заболеваний Кореи используют три метода для обнаружения вариантов COVID-19: анализ целого генома, анализ целевой ДНК (мутации, такие как белок шпика) и тест PCR.	-34.873230	-0.396287	0.218671
В случае вариации Delta она может быть обнаружена с помощью теста PCR, но Omicron не может.	-40.931293	-1.169466	0.665704
Недавно разработанная технология на этот раз не является методом секвенирования, который читает последовательности ДНК или РНК, но молекулярная диагностическая технология.	-34.897881	-0.591489	-0.027196
Существующая технология снимает только определенные участки вируса, но молекулярная диагностическая технология была разработана, чтобы вызвать реакции связывания нуклеиновых кислот только тогда, когда существует РНК COVID-19, что позволяет быстро обнаружить.	-60.732391	-0.632629	0.665704
По словам профессора Ли, Omicron имеет сильный сигнал для генов N в PCR тестах, но имеет слабый сигнал для генов S.	-26.358397	-0.573009	0.665704
В случае «Stealth Omicron» оба гена N и S подтвердили положительный результат, что делает его трудно отличить от других вариантов.	-28.274254	-0.614658	-1.412996
Технология молекулярной диагностики работает в различных механизмах от PCR, эффективно выявляя Omicron-вариант.	-61.992130	-1.291503	0.665704
В отличие от обычной технологии, которая обрабатывает до 96 образцов на устройство, новая технология может обрабатывать более 125 образцов в 30 минутах (более 250 образцов в час).	-19.664190	-0.265732	0.665704
Кроме того, эта технология не нуждается в специализированном оборудовании, таким образом, может сделать диагностические комплекты просто и легко.	-50.070312	-0.962891	-0.104185
Поскольку метод может разработать набор диагностики в течение 4 дней, ожидается, что он будет быстро реагировать, даже если в будущем появится новый вариант или вирус.	-29.053148	-0.415045	0.665704
«Я надеюсь, что раскрытие этой технологии поможет нам вернуться к нормальной повседневной жизни как можно скорее», - сказал профессор Ли.	-6.803112	-0.123693	0.665704
Мы постараемся быстро диагностировать и реагировать на новые варианты, которые могут появиться после COVID-19.	-2.861350	-0.066543	0.665704
Эта технология в настоящее время до коммерциализации.	-38.070618	-2.003717	0.665704
Тем не менее, он может использоваться в качестве вспомогательного средства в текущих ситуациях, когда PCR тест для Omicron не был разработан.	-26.072136	-0.521443	0.665704
Профессор Ли сказал: «Я думаю, что эта технология будет ближе к коммерциализации во второй половине следующего года после клинических испытаний.	-25.796961	-0.477721	0.665704
Причина, почему я раскрываю эту технологию, заключается в том, чтобы поделиться ее с другими, чтобы разработать лучшие технологии для преодоления COVID-19 и позволить развивающимся странам также анализировать варианты COVID-19."	-45.888027	-0.539859	0.665704
Dallas Cowboys принесли стулья в Вашингтон, соперничество обогревается	-34.144684	-1.484551	-2.798796
Спутник визита в Вашингтон имеет знакомый домашний взгляд на Даллас Коубойс.	-97.267609	-2.779074	-3.113751
После получения сообщения от других команд, что боковые лавки на FedEx Field были в основном нуждаются в обновлении, Cowboys принесли свои для этого шоуdown игры.	-135.575165	-2.558022	-0.997256
Когда они прибыли на стадион в воскресенье, они уже были одеты в логотипы Cowboys и словосочетания.	-50.726334	-1.268158	-1.066546
Cowboys услышали от Seahawks, которые недавно играли против Вашингтона в понедельник вечером и жаловались на то, что нагреваемые лавки были плохо функционируют.	-71.880821	-1.159368	-2.483842
В начале недели, Cowboys бег назад Ezekiel Elliott фактически прокомментировал преимущества игры на открытом воздухе в холодных играх, потому что нагретые лавки полезны для его травмы колена.	-123.338554	-1.689569	-0.874074
Каубои просто убедились, что Зеке и его товарищи по команде получили эту возможность.	-23.726515	-0.765371	0.665704
Этот шаг является только последним поворотом в соперничестве Далласа-Вашингтона, один, который загорелся еще больше на этой неделе, когда главный тренер Cowboys Майк Маккарти предсказывал победу для его команды, побуждая некоторые фейерверки вперед и назад с Роном Ривера из Вашингтона и игроков.	-220.177887	-2.019981	-0.348296
Вашингтон победил Cowboys в последовательных матчах.	-27.981190	-1.554511	-1.643963
Прошло более 30 лет с тех пор, как он победил Даллас в трех прямых встречах (1986-88).	-26.899134	-0.656076	-0.200421
Фанаты каубойов составили более половины толпы на поле FedEx, что было очевидно на основе синей и белой рубашки на трибунах.	-102.825157	-2.187769	-1.412996
Владелец Jerry Jones предсказал, что в начале этой недели, когда он сказал на 105.3 FM в Далласе, "Мы всегда продали больше каубойских шляп, шапок, футболок.	-95.127876	-1.463506	0.132704
У нас всегда была лучшая положительная поддержка фанатов из Вашингтона, который находится за пределами Далласа.	-24.356510	-0.640961	0.665704
За пределами Техаса, Вашингтон является тем, где мы имеем наибольшую поддержку, когда дело доходит до всех вещей, которые вы могли бы считать».	-47.879425	-0.903385	-0.594115
Промежуточный Munster crush Оси в Кубок чемпионов cracker	-92.522781	-4.626139	-7.995546
Мунстер обыграл Уэспса в захватывающей хаотической битве за Кубок чемпионов Хайнекен, в которой участвовали команды, осаждённые проблемами с травмами и Ковидом.	-78.059280	-1.115133	0.005799
Первая половина горнолыжного сезона закончилась с Мунстером, который вел 13-7 после того, как капитан Уэсса Брэд Шилдс был спорно отправлен на опасную атаку на Дэйва Килькойна.	-160.138062	-2.164028	-0.933296
И с hooker Dan Frost грех-binned на ударе половины времени, их 13 человек были на канатах и Мунстер реагировал на инженерных испытаний для дебютанта Патрика Кэмпбелла и Эндрю Конвей.	-247.833862	-3.349106	-1.245745
Все действия Алфи Барбири, ограниченные захватывающим попыткой, дали Уэспсу надежду, но он был неожиданно заменён в середине и стал односторонним движением с момента, когда Кэмпбелл показал свою классу закончить в 43-й минуте.	-191.326828	-1.972442	-0.200421
Из-за отсутствия 17 игроков, которые получили травмы, Уэспс также столкнулась с потерей ещё четырёх игроков перед Ковидом утром, что привело к поспешному переформированию команды.	-72.065002	-1.000903	0.665704
В то же время, Мунстер пропал без 34 членов команды из-за карантины после их недавнего неудачного путешествия в Южную Африку, создав пять дебютантов в начале XV и ещё семь на трибуне.	-157.695343	-2.102605	-1.122425
Однако самое важное, что ирландские звезды, такие как Тэдг Бейрн, Питер О'Магони, Конор Мюррей и Кит Эрлс, были присутствованы, чтобы укрепить свои позиции.	-53.793312	-0.736895	0.088287
Для всех отсутствующих, это было приятное зрелище, где иногда казалось, что что-то может произойти, по крайней мере, до тех пор, пока Мунстер показал необыкновенную глубину их игровых ресурсов, чтобы прояснить.	-86.581238	-1.006759	-0.258163
С началом игры, связанной с Ковидом, началась игра Уэспсов, с Томасом Янгом, который отказался от определённой попытки превосходного покрытия О’Махони.	-178.062988	-3.123912	0.005799
И в то время как Джой Карбери послал пенальти между прямоугольниками, чтобы вывести первую кровь для Мунстера, Джимми Гопперт ударил по перекрестному бару, чтобы продолжить двухкратный чемпионов несчастного открытия.	-196.711075	-2.341799	-0.290021
Но их скум предлагал опору в игре, и потребовалась лихорадка обороны, чтобы держать их мяч на расстоянии до тех пор, пока они произвели первый из двух оборотов в быстрой последовательности.	-148.520889	-2.121727	0.203770
Munster боролись за каждый мяч в противостоянии своих отсутствующих, и их шансы на победу получили драматический подъём, когда Шилдсу была показана его сомнительная красная карта, а судья Роман Пойт сказал, что его плечо захватило шею Килкойн.	-118.963951	-1.252252	0.280759
Карбери направил простую пенальти на пост, и в то время как он был на цели вскоре после этого, драматический поворот последовал, как Уасс грабил потрясающий попытку через Барбири.	-190.315262	-2.883564	-1.314011
Он завершил захватывающий период конца-в-конец регби, в котором соперники взяли его по очереди, чтобы атаковать с глубины и, будучи в самом сердце дома продвижения, Барбиари дал впечатляющий удар.	-208.487167	-2.542526	-1.245745
Как бы отскок от удара Мюррея представил Эрлс с самыми простыми попытками, как Мунстер ударил обратно, а затем Фрост ушел на грех-бин, как домашняя сторона были сокращены до 13.	-227.799744	-2.883541	-0.767883
Это не заняло много времени для преимущества в персонале, чтобы чувствовать, как Бейрн начал пробовать, что закончилось с полным спиной Кэмпбелл производить бриллиантную отделку.	-225.330643	-3.219009	-1.066546
И Мунстер был вне поля зрения в 49-й минуте, когда свободный пас во время многообещающего контрнападения упал на Конвей, чтобы захватить и завершить простой вбег.	-115.681122	-1.676538	0.111384
Хукер Скотт Бакли, игрок матча в своём дебютном матче в Мунстере, был следующим из линии, и это было победой игры, хотя Майкл Ле Буржуаз выбрал качественную линию, чтобы улучшить окончательный счет Уасса.	-134.002686	-1.522758	-0.200421
Астон Вилла последний клуб Премьер-лиги страдает от эпидемии Covid	-34.717587	-1.388703	-2.413852
«Астон Вилла» стала последней командой Премьер-лиги, которая пострадала от эпидемии Covid, с рядом положительных случаев обнаруженных в клубе.	-40.812622	-0.755789	0.665704
Воскресенье сессия тренировок в Bodymoor Heath была отменена в результате, сессия, которая была разработана для лишь небольшого количества игроков восстановления после поражения в Ливерпуле в субботу.	-108.868286	-1.512060	-0.933296
Это не считается серьезным всплеском на данном этапе, с Athletic сообщает, что только один игрок прошел положительные тесты, а остальные были сотрудниками на тренировочной площадке.	-88.504852	-1.340983	0.111384
Вилла столкнулась с выездной игрой в Норвич Сити во вторник вечером в Премьер-лиге и нет никаких предположений, что она будет отменена, с тренировками также ожидается идти вперед как обычно в понедельник.	-104.240379	-1.286918	-0.228361
Тождественность игрока, который был протестирован положительно, не была подтверждена, ни было ли это кто-либо из мужчин, которые были вовлечены против Ливерпуля.	-100.596458	-1.934547	0.665704
Манчестер Юнайтед также пострадала от вспышки Covid в воскресенье, и кажется, что больше беспокойства об этой ситуации, с поездкой Ред Дьявола в Брентфорд во вторник теперь, по сообщениям, под угрозой.	-109.051422	-1.253465	0.665704
Тоттенхем Hotspur уже боролись с вирусом, с их матч против Брайтона в воскресенье отложен после восьми игроков и пяти сотрудников вернули положительные результаты.	-155.109680	-2.542782	-1.141862
Чемпионатские стороны Запад Бром и Куинс Парк Рейнджерс также пострадали от вспышек и столкновения QPR с Шеффилд Юнайтед в понедельник был отложен.	-88.179718	-1.356611	-0.594115
Любой, кто тестирует положительный для омикронного варианта Covid-19, должен будет изолироваться на 10 дней, как и любой, кто был идентифицирован как близкий контакт положительного результата.	-72.213600	-0.962848	0.111384
Венди Роджерс призывает премьер-министра Новой Зеландии «Ленин с волосами», утверждает, что в США «сатанские коммунисты»	-52.376930	-1.068917	-0.258163
В воскресенье сенатор штата Аризона Венди Роджерс назвала премьер-министра Новой Зеландии Джасинду Ардерн «Ленином с волосами» и предупредила о коммунизме в США.	-37.114830	-0.522744	0.665704
Роджерс, похоже, критикует ответ Ардерна COVID, поскольку она ссылается на советского лидера Владимира Ленина в Твитте, который она написала вместе с коротким клипом на премьер-министра.	-101.532730	-1.471489	-2.105896
Роджерс не объяснила свою критику Ардерна в своём Твитте.	-27.111496	-1.084460	0.665704
В клипе Ардерн говорил о дезинформации COVID и попытках Новой Зеландии информировать людей о пандемии.	-38.864285	-0.925340	-1.182030
«Для противодействия сатанским коммунистам в обеих партиях нужны более смелые христиане», - написал сенатор Аризоны в другом твитте в воскресенье.	-44.383942	-0.704507	-0.063665
Её Tweet был встречен смехом от различных пользователей социальных сетей, с одним человеком, который написал обратно: «Пожалуйста, предложите свои определения коммунизма и христианства, потому что я не думаю, что вы тоже понимаете».	-80.555206	-0.970545	0.232641
«Я вижу, что сегодня Венди все ходит на улицу, пытаясь соперничать с самыми сумасшедшими из сумасшедших», — написала другая девушка на Twitter.	-78.353203	-1.263761	0.005799
Роджерс неоднократно заявляла о своей позиции против коммунизма в социальных сетях.	-7.380427	-0.223649	0.665704
В сентябре она назвала День труда «коммунистическим праздником» без объяснений.	-7.817867	-0.269582	0.665704
Её твит был высмеян среди пользователей социальных сетей, в том числе Демократами Палаты представителей Аризоны, которые ответили: «Сказывает сердце и душу Республиканской партии Аризоны (докажи, что мы ошибаемся).»	-64.189644	-0.782801	0.665704
«Вы действительно понимаете, что если вы продолжаете ошибочно называть все хорошие вещи коммунистами, вы только сделаете коммунизм более привлекательным, не так ли?» – спросил другой пользователь социальных сетей.	-28.113655	-0.347082	0.170775
сенатор от Республиканской партии Венди Роджерс предупредила о коммунистах в Америке и призвала к тому, чтобы у власти было больше «храбрих христиан».	-35.245300	-0.640824	0.539722
Писатель Шив Рамдас также осудил туит, перефразируя свои собственные слова: «Работа – это коммунизм».	-23.898651	-0.531081	-0.400296
Кроме того, Роджерс часто утверждал, что Дональд Трамп выиграл президентские выборы 2020 года и призвал к новым выборам.	-12.553741	-0.232477	0.665704
«Я призываю, чтобы избиратели Бидена были отозваны в Аризону и должны проводиться новые выборы.	-38.911705	-1.051668	-0.324154
Избиратели Аризоны не должны быть награждены мошенничеством..." - написал сенатор в июле.	-37.133869	-1.092173	0.665704
В июле Роджерс начала кампанию за десертификацию выборов и ранее опубликовала петицию, которая, по её словам, получила 663 000 подписей.	-29.918430	-0.524885	0.665704
«Всё действительно взлетает!	-15.540437	-1.195418	0.665704
Пойдем к 1 миллиону ASAP.	-30.319027	-2.165645	-4.877496
Результаты аудита скоро придут, в интернете появится больше штатов», - написала она в твиттере в сентябре.	-37.491112	-0.892646	-0.258163
Сторонник Трампа также выступал за раскритикованные заявления о мошенничестве избирателей в Аризоне.	-26.564123	-0.699056	0.665704
Newsweek связался с офисом сенатора Роджерса для комментариев.	-13.963806	-0.664943	0.665704
Пропущен на Shiba Inu?	-40.042439	-4.449160	-9.727797
EverGrow может стать следующим большим шифром, который развернется в 2022 году	-52.423717	-1.807714	-0.594115
Shiba Inu является последней мем-крипто, чтобы стать вирусом, и несмотря на то, что он снизился почти на 60% от его всех времен, рыночная капля до сих пор стоит на волнующих $20 миллиардов, делая его 12-м по величине крипто в мире по оценке.	-266.059235	-2.608424	-0.654106
Инвестиция в $100 на запуске будет стоить более 2 миллионов долларов сегодня!	-19.749645	-0.580872	0.665704
Многие, несомненно, ругаются за то, что пропустили такие выгоды, но реальность в том, что ставка на Шиба Ину была чистой азартной игрой.	-28.242399	-0.495481	0.035795
Использование Shiba было комбинацией очень умного маркетинга и огромной популярности, что привело толпы инвесторов, с FOMO (боязнь пропустить) к накоплению в меме-коин.	-121.527100	-1.711649	0.035795
Даже сам название, которое было в честь Элона Маска, поддерживавшего Dogecoin, было частью дизайна.	-33.839756	-0.939993	0.665704
На самом деле, Shiba Inu не предлагает ощутимой полезности или ценности, с, казалось бы, мало усилий, чтобы сделать это в будущем.	-85.485733	-1.676191	0.005799
Будучи на Ethereum blockchain, было бы много возможностей для развития, если бы команда за Shiba Inu была мотивирована сделать это.	-65.844643	-1.567730	-0.027196
Есть, однако, несколько cryptocurrencies, которые работают, чтобы подняться выше пакета, и вернуть свою популярность с реальной полезностью и фундаментальной стоимостью.	-139.655273	-2.367038	-0.720096
Всего 10 недель назад EverGrow Coin ($EGC) была запущена командой опытных экспертов в области финансов, блокчейна и маркетинга.	-8.256228	-0.158774	0.665704
Одним из основополагающих элементов их проекта является тот факт, что токен платит стабильной валюте владельцам.	-47.836880	-1.138973	0.665704
В течение короткого времени с момента запуска, держатели EverGrow Coin получили более $30 млн бонусов за двойственность USD - стабильную, регулированную валюту, привязанную 1-к-1 с USD.	-104.438110	-1.513596	0.132704
По данным BSCScan, на данный момент проект имеет 110 000 владельцев.	-7.110180	-0.253935	0.665704
С их революционным контрактом, EverGrow Coin быстро выросла до $1 млрд в рыночном капитале, но затем крупная ошибка данных на CoinMarketCap, всего через несколько недель после запуска, вызвала массовую панику среди инвесторов.	-50.631203	-0.575355	0.665704
С таким новым проектом, доверие может занять время, чтобы построить, и эта паника была эксплуатирована серией статей, слухи о том, что были заплачены соперниками проекта, используя неверные данные, чтобы попытаться отвлечь инвесторов EverGrow от проекта.	-125.516586	-1.335283	0.269761
В течение следующего месяца ошибки не были исправлены, и EverGrow упал ниже $300 млн в оценке.	-30.538704	-0.727112	0.665704
Вчера CoinMarket Cap разместил предупреждение на странице EverGrow, подтверждая, что ошибка данных была исправлена.	-6.724596	-0.160109	0.665704
Сейчас цена стабилизировалась, и признаки возрождения доверия показали рост на 22% по сравнению с недавними низкими показателями.	-25.250561	-0.495109	0.665704
Тем не менее, EverGrow по-прежнему остается значительно ниже максимумов, достигнутых до этой ошибки.	-5.309598	-0.126419	0.665704
EverGrow очень отличается от Shiba Inu.	-1.216815	-0.076051	0.665704
В дополнение к очевидным преимуществам USD вознаграждений, команда за проектом уже запустила SWAP dApp на своем веб-сайте, недавно объявила о предстоящем выпуске Crypto Wallet, обещая превзойти возможности, предлагаемые Trust Wallet или Safemoon Wallet, и иметь весь набор полезных услуг, от создания контента платформы NFT Market Place & Lending, предназначенных для обеспечения непрерывной ценности для инвесторов.	-126.686722	-0.850246	0.665704
Является ли EverGrow Coin следующим Shiba Inu?	-3.353276	-0.186293	0.665704
С Shiba Inu, предлагая мало не никакой полезности, оценивается примерно в 66 раз, что EverGrow Coin, есть четкий аргумент для инновационного и новаторского проекта, как EverGrow увидеть некоторые серьезные преимущества от их текущих низких рыночных пределов.	-218.234100	-2.160734	0.280759
Если команда продолжает впечатлять крипто-сообщество своими инновациями и прозрачностью и может избавиться от страха, распространенного среди инвесторов ошибками CoinMarketCap, есть хорошая вероятность, что EverGrow Coin может быть одним из топ-криптов, чтобы инвестировать в 2022 году.	-114.500343	-1.031535	0.269761
Мечта, чтобы сохранить все дети в безопасности в этот Рождество	-44.967171	-1.873632	-2.105896
Её брат (около двух) должен был быть убеждён не уйти с младенцем Иисусом.	-41.578094	-1.187946	0.665704
Так что был обычный мягкий хаос, который присутствовал на любом собрании малышей.	-33.354866	-1.075963	-0.489130
Но все были так довольны, что он прошёл вперед, когда так много других рождественских событий были отменены, как еще один вариант Covid подождать в перспективе.	-124.288109	-2.259784	-0.442936
Моей внучке четыре года, что означает, что половина ее жизни - половина ее жизни! - была разрушена пандемией.	-14.267421	-0.310161	0.665704
С тех пор, как она стала правильно осознавать, она не знала ничего, кроме нанесения маски, obsessive мойки рук и удержания расстояния.	-111.843094	-2.236862	-1.314011
Несколько раз, когда я увидела её, я не знала, должна ли я поцеловаться с ней или нет.	-44.134819	-1.379213	-0.964649
Какую информацию это посылает в приемный, сверхосторожный мозг маленького ребенка?	-34.841862	-0.995482	-0.720096
Я боюсь думать.	-4.944974	-0.618122	0.665704
Я говорю это не как кто-то, кто выступает против замыкания или дистанцирования.	-27.379539	-0.944122	-0.489130
Несмотря на все критику нашего правительства, ни одна нация не получила точного ответа.	-45.700920	-1.692627	-1.466296
Это были два шага вперед, и один назад (и иногда наоборот) с начала 2020 года.	-19.874159	-0.552060	0.665704
И кто-то знал - хотя многие из нас во время этих ранних солнечных месяцев скорее наслаждались роскошью не выходить - что по всей Британии были те, для кого быть дома было адом, а не небесами.	-59.963696	-0.799516	0.245764
Дети, такие как Артур Лабинджо-Гугс, которые стали невидимыми без школьного персонала, чтобы задуматься о том, почему он был настолько тонким и больным, без соседей, без прохожих, без ничего.	-60.337605	-0.804501	-0.324154
Джо Байден жалуется на неспособность остановить глобальное потепление после смертельных торнадов	-16.214588	-0.491351	0.665704
Президент Джо Байден раскритиковал неспособность мира остановить глобальное потепление в субботу после обращения к смертельным торнадо, которые пронеслись через несколько штатов.	-39.298435	-0.654974	0.665704
«Мы все знаем, что все более интенсивно, когда климат нагревается.	-39.155312	-1.566212	0.665704
Все», - сказал он.	-5.936960	-0.742120	0.665704
«И, очевидно, это имеет здесь какое-то влияние».	-8.443581	-0.367112	0.665704
По меньшей мере 30 торнадо были зафиксированы в шести различных штатах, вызывая широкое разрушение, и ожидается, что более 100 человек погибли от бури.	-47.770298	-0.809666	0.665704
Президент заявил, что не знает полного масштаба вклада глобального потепления в смертоносные бури, которые он назвал одним из "больших вспышек торнадо в истории".	-66.327484	-1.087336	0.063182
Он сказал, что попросит агентство по охране окружающей среды провести расследование.	-7.004096	-0.225939	0.665704
«Все, что я знаю, это то, что интенсивность погоды в целом имеет некоторый эффект в результате потепления планеты», - сказал Биден.	-41.920311	-0.806160	-0.027196
Президент похвалил журналиста, который спросил его о изменении климата.	-4.765178	-0.176488	0.357748
– Как обычно, ты всегда задаешь самое лучшее вопрос, – сказал он с улыбкой.	-45.628937	-1.233214	-0.489130
- Как мы с этим справимся? - продолжал он.	-23.298721	-1.164936	0.665704
«Часть этого заключается в признании того, что вероятность меньшего количества погодных катастроф, отсутствие продолжающегося движения по борьбе с глобальным потеплением, это просто не произойдет».	-83.404175	-1.112056	0.665704
Биден сказал, что был шокирован рекордными пожарами в стране в 2021 году, выразив тревогу, что глобальное потепление является основным вкладом.	-49.216141	-0.894839	-0.720096
«Поэтому мы должны действовать», - сказал он.	-5.000161	-0.263166	0.665704
Биден сказал, что первым шагом было спасти жизни и заботиться о семьях, пострадавших от шторма.	-21.624306	-0.584441	0.665704
- Я обещаю тебе.	-11.051808	-1.381476	0.665704
Все, что нужно.	-2.256538	-0.322363	0.665704
Что бы ни требовалось, федеральное правительство будет его обеспечивать», - сказал Биден.	-21.781618	-0.680676	-0.594115
Он сказал, что будет продолжать внимательно следить за восстановлением шторма и делать все, что нужно федеральному правительству.	-36.078079	-0.801735	0.665704
Я хочу, чтобы люди во всех этих штатах знали.	-4.839159	-0.284656	0.665704
Мы пройдем через это.	-1.039864	-0.115540	-2.798796
Мы пройдем через это вместе, и федеральное правительство не уйдет», - сказал он.	-20.144825	-0.649833	0.665704
«Это один из тех случаев, когда мы не демократы или республиканцы».	-10.195015	-0.443262	0.665704
Президент заявил, что посетит пострадавшие от бури районы, когда станет ясно, что он не помешает местным спасательным усилиям.	-14.811230	-0.302270	0.665704
- Я планирую идти, - сказал он.	-16.532772	-1.033298	0.665704
Sunday Best: Enter 1880s New York in HBO's "The Gilded Age"	-53.665058	-2.236044	-0.489130
Объявление о шляпе и парасоле!	-22.739956	-1.749227	0.665704
«The Gilded Age», созданная Джулианом Фелоусом («Downton Abbey») и написанная Фелоусом и Сонже Уорфилдом, будет показана в следующем месяце на HBO.	-60.306583	-0.927794	0.665704
Действие происходит в 1880-х годах в Нью-Йорке, после Мариана Брука (Louisa Jacobson, выше слева) и будущей писательницы Пегги Скотт (Denée Benton, справа), когда они сталкиваются с обществом старых денег.	-109.909683	-1.308449	-1.723607
Также в состав актёров входят Кристин Барански, Синтия Никсон, Кэрри Кун и Морган Спектор.	-27.080933	-0.694383	0.467732
Хорошая забава на зиму, не так ли?	-9.415638	-0.627709	0.665704
Костюмы, которые выглядят довольно роскошными, разработаны Kasia Walicka-Maimone, чьи предыдущие работы включают «Goldfinch», «A Quiet Place» и «Moonrise Kingdom».	-41.491131	-0.658589	-0.063665
«The Gilded Age» начинает транслироваться на HBO Max 24 января.	-10.328712	-0.449074	0.665704
Борис Джонсон на краю благоприятства с тори парламентариев	-69.977020	-3.042479	-1.066546
Борис Джонсон давно считается королём возвращения.	-19.199993	-0.960000	0.665704
И некоторые тори парламентарии надеются, что он продолжит эту волну, сумея спасти себя от падения рейтингов опросов в результате ряда партий на Downing Street в нарушение законов Ковида.	-101.794800	-1.454211	0.665704
Премьер-министр застрял в цепях, неоднократно отрицая нарушение любых правил, прежде чем появились новые сообщения и доказательства, свидетельствующие о противоположном.	-47.403938	-0.707521	0.665704
Первое было видео помощников No 10 смеяясь, пока они обсуждали рождественскую встречу 18 декабря прошлого года.	-92.640633	-2.154433	-0.200421
Тогда Доминик Каммингс, когда-то ближайший советник Джонсона, пообещал, что были сделаны фотографии партий, и так с неподвижным дыханием критики правительства ждали, пока они появятся.	-108.473427	-1.465857	0.665704
Когда в воскресенье было опубликовано изображение, показывающее Джонсона на экране, где проводятся рождественские тесты для сотрудников, присоединяющихся к No 10 и в доме, это не совсем курящая пушка, некоторые думали, что в конечном итоге помешает ему, однако.	-172.485794	-1.658517	0.291163
На картинке Sunday Mirror Джонсон с двумя помощниками, одевающимися с тюном и шляпкой Санты - не отдалёнными друг от друга, и явно занимающимися социальными событиями, смешивая домохозяйства.	-176.244171	-2.381678	-1.466296
Но могло быть и хуже.	-0.899688	-0.081790	0.665704
Есть и другие партии, организованные в No 10 и Консервативной партии штаб-квартире, в которых люди пили много алкоголя, играли в партии игры, обменялись тайными подарки Санта и общались в небольшие часы, источники рассказали СМИ, в том числе Guardian, Mirror, BBC и Times.	-236.617523	-2.319780	-0.984058
Министры спокойно отдохнут от утешения, пока фотографии этих сцен не утекли.	-78.484367	-2.452636	0.665704
В то время как участие Джонсона в тестировании нарушило правила, по словам Кеира Стармера, лидера Лейбористской партии и бывшего директора общественных преследований, тори парламентарии считают, что люди будут смотреть на фото и судить, что оно действительно показывает, что он проводит виртуальный тест - знакомый вид во время пандемии.	-118.960922	-0.951687	-0.218850
Сотрудники, звонящие из других номеров No 10 во время питья и не отдаляясь от общества, не могут быть замечены.	-64.931908	-1.381530	-1.522402
Sunday Nadhim Zahawi insisted the picture was just an example of Johnson "thanking his staff" and used it to play down the party scandal as "hype".	-136.983948	-3.805110	0.132704
Он сказал LBC: «На этой первой странице, я думаю, ваши слушатели будут смотреть на это и увидеть премьер-министра в его офисе, с двумя близкими людьми, которые работают с ним, без алкоголя, занимает от 10 до 15 минут, чтобы поблагодарить и мотивировать его сотрудников, которые пришли, потому что они не могут работать из дома».	-90.528450	-0.718480	0.665704
Многие повреждения уже были сделаны, с мятежными парламентариями, возмущенными тем, что премьер-министр позволил «одному правилу для них» повествование взять на себя, от Каммингса до Мэтта Хэнкока и более недавно Оуэна Патерсона.	-117.134018	-1.195245	-0.228361
Джонсон находится на краю благоприятства со своими собственными депутатами; если появятся новые фотографии, они могут толкать его на край.	-81.064240	-1.529514	-0.063665
Французские рыбаки угрожают подорвать британский импорт в повестку дня после Брексита	-32.497009	-0.955794	0.665704
Французские рыбаки угрожали нарушить британский импорт в попытке заставить Лондон получить больше лицензий в связи с эскалацией напряженности между Францией и Великобританией по поводу прав на рыболовство после Брексита.	-32.361877	-0.380728	0.187842
Угроза была сделана в субботу, через несколько часов после того, как Британия согласилась выдать еще 23 лицензии французским рыбакам, чтобы смягчить напряженность между двумя соседями, которые находились в противоречии по поводу рыбацкого ряда в течение последних шести месяцев.	-50.097797	-0.477122	0.301019
Франция ищет еще 81 одобрение, чтобы достичь 104 лицензий, необходимых для своих судов для работы в водах Британского и Острова Канала в соответствии с соглашением о Брексите, подписанным в прошлом году.	-90.497864	-1.077356	-0.228361
Европейский Союз указал срок 10 декабря для Лондона на выдачу лицензий французским рыбацким судам в рамках Брексита, а Париж угрожал европейским судебным действиям в случае отсутствия прорыва.	-80.231659	-0.978435	0.152444
Подчеркивая, что Франция имеет право на более 80 лицензий Великобритании, группа, представляющая рыбаков в главном порту Булон-сюр-Мер и других вдоль северного побережья, угрожала в конце субботы начать протесты.	-47.656837	-0.535470	0.665704
"Необходимо ожидать протестов... протестов, которые будут направлены на британский импорт", - заявила местная группа рыбацкой промышленности CRPMEM для региона О-де-Франция в заявлении.	-51.989967	-0.732253	0.665704
Группа заявила, что её члены были «упрещены» новостью о только 23 новых лицензиях и чувствовали себя «обманёнными» Европейской комиссией, которая может начать судебные действия против Британии по этому вопросу.	-61.796066	-0.753611	0.187842
CRPMEM сообщила, что протесты будут "в соответствии с блокадами портов Бретани, Нормандии и севера Франции, которые состоялись 26 ноября".	-38.992809	-0.708960	0.665704
В тот день французские рыбацкие лодки заблокировали паромы и другие суда в портах Кале, Сен-Мало и Острихэм, в то время как транспортные средства также были направлены, чтобы нарушить движение, стремясь использовать железнодорожную сеть туннеля.	-98.995682	-1.031205	0.258115
Несколько раундов переговоров между двумя сторонами с тех пор были проведены, но долгосрочное решение до сих пор не разработано.	-16.039751	-0.364540	0.665704
В штате Вашингтон на горнолыжном курорте лавины убивают 1 человека, ловушки 5	-68.376442	-2.011072	-1.643963
В субботу в окрестностях горнолыжного курорта штата Вашингтон вспыхнула лавина, в результате которой погиб 60-летний человек, а ещё пять человек временно оказались в ловушке.	-42.006187	-0.583419	0.665704
О лавине стало известно около 10:50 утра в районе Серебряного бассейна горы Кристалл, расположенной примерно в 137 км к юго-востоку от Сиэтла, сообщил шериф департамента округа Пирс сэр Даррен Мосс.	-48.365322	-0.562387	-0.675393
Тождественность погибшего не была раскрыта, но власти говорят, что он не дышал после того, как был вытянут из снега и не выжил, несмотря на усилия другого лыжника.	-76.002167	-1.187534	-0.360815
Другие горнолыжники в его группе спаслись с помощью двух свидетелей, которые увидели, как их засыпает снег.	-25.703346	-0.571185	0.665704
Все они носили лавинские маяки.	-21.181849	-1.925623	-2.105896
В то время как все, попавшие в лавину, были опытными горнолыжниками, было вынесено предупреждение против катания на лыжах в области, которая находилась в пределах курорта Кристалл Маунтин.	-40.294071	-0.567522	0.152444
Частный горнолыжный курорт определяет условия, но нет ничего, что мешает лыжникам идти туда, потому что собственность находится на общественных землях в национальном лесу Маунт Бейкер-Сноквальми.	-54.688881	-0.692264	0.665704
Фрэнк Деберри, президент и генеральный директор горнолыжного курорта, сказал, что все шесть мужчин держали лыжные трассы горнолыжного курорта, что означает, что они были зарегистрированы в лыжной патруле, участвовали в ориентации на то, как и где получить доступ к горнолыжному спорту через имущество горнолыжного курорта, и были обязаны проверить условия снега до их экскурсии.	-161.623840	-1.016502	0.142760
«Путешественники могут путешествовать по своему желанию куда угодно в национальном лесу.	-44.147484	-1.298455	0.665704
Они вышли в лес, но вернулись в границы (от курорта), где этот слайд произошел", сказал DeBerry	-87.284752	-2.078208	-1.932671
В дополнение к закрытию области, где произошло скольжение, курорт ранее в день закрыл гору Рейниер-Гондола из-за ветра, достигающего 100 миль в час (161 км в час).	-58.145237	-0.818947	0.665704
Это произошло во время первого крупномасштабного снегохода сезона.	-38.686516	-1.487943	0.665704
Национальная метеорологическая служба сообщила, что с 12 до 15 дюймов (38 сантиметров) снега возможно для районов выше 2000 футов (610 метров).	-60.478401	-0.930437	0.005799
«У нас был поздний старт сезона, и теперь мы перешли от практически без снега к гигантскому снежному шторму.	-24.457321	-0.568775	0.665704
Люди были в восторге», - сказал Деберри.	-6.501470	-0.382439	0.665704
«Мы все должны помнить, что это спорт, который носит риск».	-31.189240	-1.356054	0.665704
Crystal Mountain — крупнейший горнолыжный курорт штата Вашингтон, площадью 1 052 гектара.	-31.385147	-0.825925	-0.720096
Шольц и премьер-министр Польши обсудили вопросы миграции, энергетики и ЕС	-3.267492	-0.093357	0.665704
Новый канцлер Германии, Олаф Шольц, прибыл в Варшаву в воскресенье для переговоров с премьер-министром Польши Матеушом Morawiecki о миграции, энергетике, вопросах Европейского Союза и напряженности к востоку от границы блока.	-37.996181	-0.387716	0.203770
Его приветствовали с воинскими почестями Моровецки перед офисом польского премьер-министра.	-34.809696	-1.023815	-0.720096
Это был один из первых визитов Шольца после того, как он присяг в кабинете своей коалиции в среду.	-50.144058	-1.355245	-0.104185
Польша является голосным противником газопровода Nord Stream 2, который будет перевозить российский газ прямо в Германию, заявив, что делает Европу зависимой от поставок России и подвергает её давлениям со стороны Москвы.	-50.748207	-0.667740	0.218671
Немецкий регулятор приостановил процедуру одобрения завершенного газопровода из-за юридических проблем.	-9.594928	-0.239873	0.665704
Правительство Варшавы также участвует в усугубляющемся споре с Европейской комиссией, исполнительным органом ЕС.	-18.852953	-0.459828	-0.400296
Scholz и Morawiecki также обсудят сложные двусторонние отношения при новом правительстве Германии.	-16.588009	-0.518375	-1.643963
Хорошие соседние связи до сих пор покрыты Второй мировой войной, особенно под нынешним правым правительством Польши, которое говорит, что Германия обязана Польше компенсации за военные потери.	-92.199203	-1.245935	-0.400296
Agnieszka Lada-Konefal, заместитель директора Германского института по делам Польши в Дармштадте (Германия), ожидает, что правительство Scholz продолжит диалог и контакт с Польшей, которая является важным членом ЕС на восточном фланге и пятым крупнейшим торговым партнером Германии.	-75.324364	-0.654994	-0.104185
Встреча проходит через 30 лет после того, как два парламента ратифицировали договор о добрососедских отношениях и дружественном сотрудничестве.	-9.657649	-0.201201	0.665704
Новая министр иностранных дел Германии, Анналена Баэрбок, находилась в Варшаве в пятницу.	-17.738602	-0.466805	0.665704
Она выразила поддержку Германии Польше, которая запечатала свои восточные границы мигрантам, которых, по всей видимости, поощряет правительство Беларуси искать нелегальный проход.	-42.675194	-0.601059	0.005799
Она также призвала к гуманитарному обращению с мигрантами, застрягившими на границе.	-28.187439	-0.880857	-0.594115
Польша и ЕС заявляют, что правительство президента Беларуси Александра Лукашенко стремится дестабилизировать блок путем стимулирования миграции в свои страны.	-10.288326	-0.180497	-0.063665
В пятницу Шольц встретился с президентом Франции Эммануэлем Макроном в Париже, а затем с представителями ЕС и НАТО в Брюсселе.	-1.985597	-0.036102	0.665704
Шольц, центро-левой политик, стал девятым после Второй мировой войны канцлером Германии, открыв новую эпоху для самой густонаселенной страны ЕС и крупнейшей экономики после 16 лет пребывания Ангелы Меркель.	-56.654671	-0.699440	-0.324154
Его правительство состоит из коалиции его центро-левых социал-демократов, экологов-зелёных и про-бизнес-свободных демократов.	-36.848564	-0.708626	-1.466296
Франция реагирует на предложение США фрегатов Греции	-25.518478	-1.343078	-3.293725
Министерство обороны Франции и Греции подтвердили, что конкурентное предложение США не будет иметь никакого влияния на уже "подписанную" и "финальную" многомиллиардную сделку по покупке французских фрегатов "Белхарра".	-25.179771	-0.292788	0.665704
Министерство вооружённых сил Франции заявило в субботу, что контракт на оборону с Афинами был уже "запущен несколько дней назад", прежде чем Госдепартамент США объявил о своём одобрении потенциальной продажи американских фрегатов.	-45.937489	-0.546875	0.665704
С тех пор, как мы обсуждали с греками, предложение американцев больше не стоит на столе...	-30.064743	-0.969830	-0.258163
Мы также подписали контракт с греками.	-0.424616	-0.030330	0.665704
Министерство обороны Греции также подтвердило, что соглашение с Парижом было «финальным», так как оно было согласовано на «самом высоком уровне возможного» и «опубликовано лично» греческим премьер-министром Кириакосом Митсотакисом.	-45.671974	-0.524965	0.665704
Предполагается, что заключённые контракты будут ратифицированы греческим парламентом «в ближайшее время».	-10.220361	-0.243342	0.665704
В пятницу агентство по сотрудничеству в сфере обороны США сообщило, что оно одобрило продажу четырёх фрегатов Lockheed Martin стоимостью 6,9 млрд долларов, а также отдельную программу модернизации фрегатов класса MEKO Греции стоимостью 2,5 млрд долларов.	-40.990059	-0.372637	0.291163
Это заявление вызвало некоторые беспокойства по поводу соглашения Афин-Париж, особенно после того, как давно существовавшая подводная лодка «дел века» между Францией и Австралией была внезапно разрушена бомбардировкой пакта AUKUS в сентябре, без какого-либо предварительного предупреждения.	-115.016357	-1.045603	-0.522125
Оскорбленный Париж обвинил Вашингтона и Канберру в «заставке в спине», в то время как всего за две недели Макрон вышел на сцену с греческим премьер-министром, чтобы лично объявить о продаже по крайней мере трех французских военных кораблей в Афины за около 3,5 миллиарда долларов, заявив, что пришло время «престать быть наивными», рекламируя новое соглашение как знак «стратегической автономии и суверенитета Европы».	-98.367599	-0.603482	-0.004845
На этот раз, по словам французской армии, США "увещевали нас, что это объявление выйдет" и что американцы якобы не имеют "стремления идти дальше" с фактической продажей своих фрегатов.	-85.933273	-1.210328	0.170775
Это арабское государство планирует активизировать торговлю с Россией	-2.004007	-0.091091	0.665704
Объединенные Арабские Эмираты планируют увеличить свой товарооборот с Россией до $20 млрд в ближайшие пять лет, сообщил министр внешней торговли Тани бен Ахмед Аль Зеюди.	-29.498764	-0.373402	0.665704
"Мы работаем с российской стороной, чтобы увеличить товарооборот до $20 млрд в течение ближайших пяти лет и продолжать инвестировать в другие области [экономического сотрудничества]", - сказал Аль Зеюди в пресс-службе РИА в субботу во время пленарного заседания международного форума «Экспо-2020» в ОАЭ, которое было отложено из-за пандемии Covid-19.	-54.518852	-0.392222	0.665704
По словам чиновника, «relations between Abu Dhabi and Moscow are strategic».	-92.480331	-4.403825	-0.594115
Он отметил, что до 90% всех российских инвестиций в арабский мир осуществляются в ОАЭ.	-6.954309	-0.183008	0.665704
ОАЭ также значительно инвестируют в Россию, составляя около 80% всех арабских инвестиций в экономику России.	-6.668632	-0.175490	0.665704
«Если речь идет о количестве российских компаний в ОАЭ, то оно достигло почти 4000», - заявил Аль Зеюди.	-13.953173	-0.284759	0.665704
По словам министра, ОАЭ уже инвестирует в несколько российских отраслей, в том числе нефтехимическую, нефтегазовую, автомобильную и портовую, и планирует расширить этот список.	-12.825492	-0.166565	0.063182
В 2020 году товарооборот между двумя государствами достиг 3,3 миллиарда долларов, а за первые 10 месяцев 2021 года его объем превысил 4 миллиарда долларов, достигнув нового рекорда, заявил на прошлой неделе российский премьер-министр Михаил Мишустин.	-7.345459	-0.068649	0.665704
По данным Минэкономразвития, в этом году Россия экспортировала в ОАЭ в основном минеральные продукты, драгоценные камни и металлы, в то время как российский импорт из арабской страны включал машины, оборудование и автомобили.	-19.509027	-0.226849	0.665704
Южная Африка отдает tribut to Last Apartheid Leader De Klerk	-89.009766	-4.238560	-0.720096
Южная Африка в воскресенье выполнила официальный tribut FW де Клерк, последний президент белого режима, который освободил Нельсона Мандела из тюрьмы и управлял страной от апартеида к демократии.	-113.605522	-1.420069	-2.413852
Де Клерк умер 11 ноября в возрасте 85 лет после битвы с раком.	-6.640165	-0.245932	0.665704
В его честь был объявлен четырёхдневный национальный траур.	-6.753906	-0.293648	0.665704
Он был президентом с 1989 по 1994 год и наиболее известен за руководство переходом Южной Африки от власти белых меньшинств к первым многонациональным выборам в 1994 году.	-26.163010	-0.384750	0.152444
Де Клерк также поделился Нобелевской премией мира с Мандела в 1993 году после освобождения его из тюрьмы в 1990 году.	-15.345848	-0.319705	-0.027196
Мандела стал первым чернокожим президентом Южной Африки после того, как его Африканский национальный конгресс выиграл выборы 1994 года.	-18.831018	-0.362135	-0.104185
Президент Сирил Рамафоса посетил протестантскую церковь Groote Kerk в Кейптауне - одну из старейших церквей Южной Африки - в воскресенье утром, чтобы произвести хвалебную речь в честь Де Клерка.	-27.950108	-0.332739	0.152444
«Он часто неправильно понимался из-за своей чрезмерной корректности», — рассказала вдова Де Клерка Элита Джорджидис около 200 человек.	-41.089905	-0.775281	-0.149473
Я никогда не забуду этого человека, который поразил меня, который заставил меня захотеть помочь ему достичь этой огромной задачи перед ним.	-62.486694	-1.157161	0.665704
Перед церемонией состоялась частная месса и национальная гимна, на которой изображен портрет Де Клерка между двумя свечами и хором, украшенным белыми цветами.	-74.013771	-1.298487	0.035795
Несмотря на положительную репутацию за рубежом, Де Клерк разделил мнение в Южной Африке, и его смерть вызвала разногласия.	-61.550598	-1.183665	0.665704
Критики утверждают, что он остается неотделимым от преступлений эпохи апартеида и мог бы быть привлечен к ответственности за них, если бы прожил дольше.	-9.431645	-0.157194	0.665704
Де Клерк представлял Национальную партию, которая в 1948 году официально установила расовую сегрегацию и расовую сегрегацию небелых в Южной Африке.	-49.524433	-0.811876	-0.720096
За пределами церкви небольшая группа протестующих держала плакаты с надписями «Справедливость отрицается» и «Справедливость для жертв апартеида» и была быстро отведена полицией.	-20.554970	-0.302279	0.665704
Окружная зона была закрыта для передвижения и размещена под высоким уровнем безопасности.	-41.281742	-1.290054	0.665704
Комментарии в последние годы также подорвали имидж Де Клерка в связи с критикой его неспособности официально извиниться за преступления апартеида.	-19.132111	-0.375139	0.665704
В 2020 году он отрицал, что апартеид является преступлением против человечества, перед тем как отозвать заявление и извиниться.	-11.324350	-0.257372	0.665704
Фонд Де Клерка выпустил постhumous видео, в котором извинился «за боль, боль, оскорбление и ущерб, который сделал апартеид» не белым населению Южной Африки.	-104.331688	-1.534289	-1.744383
